Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/modules/main/vibrator/vibratorAlarms.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Circular Feeder Axis Fault
cs: Kz Chyba driveru
hu: Körkörös adagoló tengelyének meghibásodása
vi: Lỗi Trục Máy Nạp Tròn
zh: 圆形振动器伺服故障

source: Circular Feeder Overloaded
cs: Kz Pretizeni
hu: A körkörös adagoló túl van terhelve
vi: Máy Nạp Tròn Quá Tải
zh: 圆形振动器过载

source: Circular Feeder Offset Error Current
cs: Kz Offset chyba Proud
hu: Körkörös adagoló ofszethiba - áramerősség
vi: Dòng Lỗi Bù Máy Nạp Tròn
zh: 圆形振动器偏移电流故障

source: Circular Feeder Offset Error Voltage
cs: Kz Offset chyba Napeti
hu: Körkörös adagoló ofszethiba - feszültség
vi: Điện Áp Lỗi Bù cho Máy Nạp Tròn
zh: 圆形振动器偏移电压故障

source: Circular Feeder CM error High
cs: Kz CM chyba vysoky
hu: Körkörös adagoló CM hiba - magas
vi: Lỗi CM cho Máy Nạp Tròn Cao
zh: 圆形振动器CM故障

source: Circular Feeder Modulation Offset Error
cs: Kz Modulation Offset chyba
hu: Körkörös adagoló modulációs ofszethiba
vi: Lỗi Bù Điều Chế Máy Nạp Tròn
zh: 圆形振动器调制偏移故障

source: Circular Feeder Phase Regulation
cs: Kz Phase Regulation
hu: Körkörös adagoló fázis szabályozás
vi: Quy Định Pha Máy Nạp Tròn
zh: 圆形振动器相位调节

source: Circular Feeder No Core Saturation
cs: Kz No Core Saturation
hu: Körkörös adagoló - nincs központi telítettség
vi: Máy Nạp Tròn Không Có Độ Bão Hòa Lõi
zh: 圆形振动器铁芯未饱和

source: Circular Feeder Brake Error
cs: Kz chyba brzdeni
hu: Körkörös adagoló fék meghibásodás
vi: Lỗi Phanh Máy Nạp Tròn
zh: 圆形振动器刹车故障

source: Circular Feeder Power Circuit
cs: Kz Power Circuit
hu: Körkörös adagoló áramkör
vi: Mạch Điện Máy Nạp Tròn
zh: 圆形振动器电源电路

source: Linear Feeder Axis Fault
cs: Kz Chyba driveru
hu: Lineáris adagoló tengelyének meghibásodása
vi: Lỗi Trục Máy Nạp Tuyến Tính
zh: 线型振动器伺服故障

source: Linear Feeder Overloaded
cs: Lz Pretizeni
hu: A lineáris adagoló túl van terhelve
vi: Máy Nạp Tuyến Tính Quá Tải
zh: 线型振动器过载

source: Linear Feeder Offset Error Current
cs: Lz Offset chyba Proud
hu: Lineáris adagoló ofszethiba - áramerősség
vi: Dòng Lỗi Bù Máy Nạp Tuyến Tính
zh: 线型振动器偏移电流故障

source: Linear Feeder Offset Error Voltage
cs: Lz Offset chyba Napeti
hu: Lineáris adagoló ofszethiba - feszültség
vi: Điện Áp Lỗi Bù Máy Nạp Tuyến Tính
zh: 线型振动器偏移电压故障

source: Linear Feeder Modulation Offset Error
cs: Lz Modulation Offset chyba Linear Feeder Modulation Offset Error
hu: Lineáris adagoló modulációs ofszethiba
vi: Lỗi Bù Điều Chế Máy Nạp Tuyến Tính
zh: 线型振动器调制偏移故障

source: Linear Feeder Phase Regulation
cs: Lz Phase Regulation
hu: Lineáris adagoló fázis szabályozás
vi: Quy Định Pha Máy Nạp Tuyến Tính
zh: 线型振动器相位调节

source: Linear Feeder No Core Saturation
cs: Lz No Core Saturation
hu: Lineáris adagoló - nincs központi telítettség
vi: Máy Nạp Tuyến Tính Không Bão Hòa Lõi
zh: 线型振动器铁芯未饱和

source: Linear Feeder Brake Error
cs: Lz brzdeni chyba
hu: Lineáris adagoló fék meghibásodás
vi: Lỗi Phanh Máy Nạp Tuyến Tính
zh: 线型振动器刹车故障

source: Linear Feeder Power Circuit
cs: Lz Power Circuit
hu: Lineáris adagoló áramkör
vi: Mạch Nguồn Máy Nạp Tuyến Tính
zh: 线型振动器电源电路

source: Linear Feeder CM error High
hu: Lineáris adagoló CM hiba - magas
vi: Lỗi CM Máy Nạp Tuyến Tính Cao
zh: 线型振动器CM故障
